Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# goalHub.upcoming.title
source: Upcoming
de: Bevorstehend
es: Próximamente
fr: À venir
hy: Առաջիկա
it: In arrivo
ka: მოახლოებული
ru: Скоро
sr: Предстојеће

# goalPace.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави

# goalPace.fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
hy: Արագ
it: Veloce
ka: სწრაფად
ru: Быстро
sr: Брзо

# goalPace.fast.description
source: A faster pace means a more demanding daily plan.
de: Ein schnelleres Tempo bedeutet einen anspruchsvolleren Tagesplan.
es: Un ritmo más rápido implica un plan diario más exigente.
fr: Un rythme plus rapide implique un plan quotidien plus exigeant.
hy: Ավելի արագ տեմպը նշանակում է ավելի պահանջկոտ օրական պլան։
it: Un ritmo più veloce comporta un piano quotidiano più impegnativo.
ka: სწრაფი ტემპი ნიშნავს უფრო მოთხოვნად ყოველდღიურ გეგმას.
ru: Быстрый темп — это более интенсивный ежедневный план.
sr: Бржи темпо значи захтевнији дневни план.

# goalPace.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
hy: Առաջարկվող
it: Consigliato
ka: რეკომენდებული
ru: Рекомендуется
sr: Препоручено

# goalPace.recommended.description
source: A balanced pace that fits steady, lasting progress.
de: Ein ausgewogenes Tempo für stetigen, dauerhaften Fortschritt.
es: Un ritmo equilibrado que se adapta a un progreso constante y duradero.
fr: Un rythme équilibré adapté à une progression régulière et durable.
hy: Հավասարակշռված տեմպ, որը համապատասխանում է կայուն, երկարատև առաջընթացին։
it: Un ritmo equilibrato adatto a un progresso costante e duraturo.
ka: დაბალანსებული ტემპი, რომელიც ერგება სტაბილურ, ხანგრძლივ პროგრესს.
ru: Сбалансированный темп для стабильного и долгосрочного прогресса.
sr: Уравнотежен темпо који одговара стабилном и дуготрајном напретку.

# goalPace.slow
source: Slow
de: Langsam
es: Lento
fr: Lent
hy: Դանդաղ
it: Lento
ka: ნელა
ru: Медленно
sr: Споро

# goalPace.slow.description
source: Going slow means a gentler, more sustainable daily plan.
de: Ein langsames Tempo bedeutet einen sanfteren, nachhaltigeren Tagesplan.
es: Ir despacio significa un plan diario más suave y sostenible.
fr: Y aller doucement signifie un plan quotidien plus doux et plus durable.
hy: Դանդաղ տեմպը նշանակում է ավելի մեղմ և կայուն օրական պլան։
it: Andare piano significa un piano quotidiano più dolce e sostenibile.
ka: ნელი ტემპი ნიშნავს უფრო რბილ და მდგრად ყოველდღიურ გეგმას.
ru: Медленный темп — это более щадящий и устойчивый ежедневный план.
sr: Спорији темпо значи блажи, одрживији дневни план.

# goalPace.subtitle
source: Your speed to reach your goal.
de: Dein Tempo, um dein Ziel zu erreichen.
es: Tu ritmo para alcanzar tu objetivo.
fr: Votre rythme pour atteindre votre objectif.
hy: Ձեր տեմպը՝ նպատակին հասնելու համար։
it: Il tuo ritmo per raggiungere il tuo obiettivo.
ka: თქვენი ტემპი მიზნის მისაღწევად.
ru: Ваш темп для достижения цели.
sr: Твоје темпо за постизање циља.

# goalPace.title
source: How fast do you want to reach your goal?
de: Wie schnell möchtest du dein Ziel erreichen?
es: ¿Qué tan rápido quieres alcanzar tu meta?
fr: À quelle vitesse veux-tu atteindre ton objectif ?
hy: Որքա՞ն արագ եք ցանկանում հասնել ձեր նպատակին։
it: Quanto velocemente vuoi raggiungere il tuo obiettivo?
ka: რამდენად სწრაფად გსურთ მიზნის მიღწევა?
ru: Как быстро вы хотите достичь цели?
sr: Колико брзо желиш да достигнеш свој циљ?

# goalPicker.customTask.footnote
source: Got a task from your coach? Add it here — do the work in Soma and show them your progress: sessions and measurements export as one card.
de: Hast du eine Aufgabe von deinem Coach? Füge sie hier hinzu — erledige die Arbeit in Soma und zeig ihm deinen Fortschritt: Sessions und Messungen werden als eine Karte exportiert.
es: ¿Tienes una tarea de tu entrenador? Añádela aquí — haz el trabajo en Soma y muéstrale tu progreso: las sesiones y mediciones se exportan como una sola tarjeta.
fr: Tu as une tâche de ton coach ? Ajoute-la ici — fais le travail dans Soma et montre-lui tes progrès : séances et mesures s'exportent en une seule carte.
hy: Ունե՞ք առաջադրանք ձեր մարզչից։ Ավելացրեք այն այստեղ — կատարեք աշխատանքը Soma-ում և ցույց տվեք նրան ձեր առաջընթացը. պարապմունքները և չափումները արտահանվում են մեկ քարտով։
it: Hai un compito dal tuo coach? Aggiungilo qui — svolgi il lavoro in Soma e mostragli i tuoi progressi: sessioni e misurazioni si esportano come un'unica scheda.
ka: გაქვთ დავალება მწვრთნელისგან? დაამატეთ აქ — შეასრულეთ სამუშაო Soma-ში და აჩვენეთ პროგრესი: სესიები და გაზომვები გადის ერთ ბარათად.
ru: Есть задание от тренера? Добавьте его здесь — выполняйте его в Soma и показывайте тренеру прогресс: тренировки и измерения экспортируются одной карточкой.
sr: Имаш задатак од тренера? Додај га овде — ради у Soma-и и покажи му напредак: тренинзи и мерења се извозе као једна картица.

# goalPicker.customTask.note
source: Attach your coach's assignment — Soma schedules and tracks it
de: Füge die Aufgabe deines Trainers hinzu — Soma plant und verfolgt sie
es: Adjunta la tarea de tu entrenador — Soma la programa y le hace seguimiento
fr: Ajoutez la tâche de votre entraîneur — Soma la planifie et en assure le suivi
hy: Կցիր մարզչիդ առաջադրանքը — Soma-ն կպլանավորի և կհետևի դրան:
it: Allega il compito del tuo allenatore — Soma lo pianifica e lo monitora
ka: დაურთე მწვრთნელის დავალება — Soma დაგეგმავს და თვალყურს ადევნებს.
ru: Прикрепи задание от тренера — Soma составит расписание и отследит его.
sr: Прикачи задатак свог тренера — Soma га распоређује и прати

# goalPicker.customTask.title
source: Your own — coach's task
de: Deins — die Aufgabe deines Trainers
es: Lo tuyo — tarea del entrenador
fr: À vous — la tâche de l'entraîneur
hy: Քո սեփականը — մարզչի առաջադրանքը
it: Il tuo — il compito dell'allenatore
ka: საკუთარი — მწვრთნელის დავალება
ru: Своё — задание тренера
sr: Твоје — задатак тренера

# goalPicker.goalsStandalone
source: %lld goals
de: %lld Ziele
es: %lld objetivos
fr: %lld objectifs
hy: %lld նպատակ
it: %lld obiettivi
ka: %lld მიზანი
ru: %lld цели
sr: %lld циља

# goalPicker.padelSafetyNote
source: Certified eye protection is recommended for all padel play.
de: Für alle Padel-Spiele wird zertifizierter Augenschutz empfohlen.
es: Se recomienda protección ocular certificada para todo juego de pádel.
fr: Une protection oculaire certifiée est recommandée pour toute pratique du padel.
hy: Հավաստագրված աչքի պաշտպանություն է խորհուրդ տրվում պադելի ամեն խաղի համար։
it: Si consiglia una protezione oculare certificata per ogni partita di padel.
ka: სერტიფიცირებული თვალის დაცვა რეკომენდებულია პადელის ყველა თამაშისთვის.
ru: Для любой игры в падел рекомендуется сертифицированная защита глаз.
sr: Сертификована заштита за очи се препоручује за сваку игру падела.

# goalPicker.sportList.eyebrow
source: NEW GOAL · ONE AT A TIME
de: NEUES ZIEL · EINES NACH DEM ANDEREN
es: NUEVA META · UNA A LA VEZ
fr: NOUVEL OBJECTIF · UN À LA FOIS
hy: ՆՈՐ ՆՊԱՏԱԿ · ՄԵԿԸ ՄԻԱՆԳԱՄԻՑ
it: NUOVO OBIETTIVO · UNO ALLA VOLTA
ka: ახალი მიზანი · ერთდროულად ერთი
ru: НОВАЯ ЦЕЛЬ · ТОЛЬКО ОДНА ЗА РАЗ
sr: НОВИ ЦИЉ · ЈЕДАН ПО ЈЕДАН

# goalPicker.sportList.footnote
source: Every sport has measurable goals — plus your own coach's task, tracked the same honest way.
de: Jede Sportart hat messbare Ziele — plus deine eigene Coach-Aufgabe, genauso ehrlich verfolgt.
es: Cada deporte tiene metas medibles — además de la tarea de tu propio entrenador, seguida de la misma forma honesta.
fr: Chaque sport a des objectifs mesurables — plus ta propre tâche de coach, suivie de la même façon honnête.
hy: Յուրաքանչյուր սպորտ ունի չափելի նպատակներ — գումարած ձեր սեփական մարզչի առաջադրանքը, հետևված նույն ազնիվ ձևով։
it: Ogni sport ha obiettivi misurabili — più il tuo compito del coach, seguito nello stesso modo onesto.
ka: ყველა სპორტს აქვს გაზომვადი მიზნები — პლუს თქვენი საკუთარი მწვრთნელის დავალება, თვალყურის დევნებული იმავე გულწრფელი გზით.
ru: У каждого вида спорта есть измеримые цели — плюс задание вашего собственного тренера, отслеживаемое так же честно.
sr: Сваки спорт има мерљиве циљеве — плус твој сопствени тренеров задатак, праћен на исти поштен начин.

# goalPicker.sportList.title
source: What do you train for?
de: Wofür trainierst du?
es: ¿Para qué entrenas?
fr: Pour quoi t'entraînes-tu ?
hy: Ինչի՞ համար եք մարզվում։
it: Per cosa ti alleni?
ka: რისთვის ვარჯიშობთ?
ru: Для чего вы тренируетесь?
sr: За шта тренираш?

# goalPicker.sportNote.coachTaskOnly
source: Your own coach's task
de: Die Aufgabe deines Trainers
es: La tarea de tu entrenador
fr: La tâche de votre entraîneur
hy: Քո մարզչի առաջադրանքը
it: Il compito del tuo allenatore
ka: შენი მწვრთნელის დავალება
ru: Задание твоего тренера
sr: Задатак твог тренера

# goalPicker.subtitle
source: One goal at a time — measured honestly, matched to your readiness every day.
de: Immer nur ein Ziel -- ehrlich gemessen, jeden Tag an deine Verfassung angepasst.
es: Un objetivo a la vez: medido con honestidad, ajustado a tu estado cada día.
fr: Un seul objectif à la fois -- mesuré honnêtement, adapté à votre forme chaque jour.
hy: Մեկ նպատակ միանգամից -- ազնվորեն չափված, ամեն օր համապատասխանեցված ձեր պատրաստակամությանը։
it: Un obiettivo alla volta -- misurato onestamente, adattato alla tua forma ogni giorno.
ka: ერთდროულად ერთი მიზანი -- გულწრფელად გაზომილი, ყოველდღიურად მორგებული თქვენს მზადყოფნაზე.
ru: Одна цель за раз — честно измеряется и подстраивается под вашу готовность каждый день.
sr: Један циљ у једном тренутку -- поштено мерен, прилагођен твојој спремности сваки дан.

# goalPicker.title
source: Pick a goal
de: Wähle ein Ziel
es: Elige una meta
fr: Choisis un objectif
hy: Ընտրիր նպատակ
it: Scegli un obiettivo
ka: აირჩიე მიზანი
ru: Выберите цель
sr: Изабери циљ

# goalPicker.yourOwnEyebrow
source: YOUR OWN
de: DEIN EIGENES
es: TU PROPIA
fr: LE TIEN
hy: ՁԵՐ ՍԵՓԱԿԱՆԸ
it: IL TUO
ka: შენი საკუთარი
ru: ВАШЕ СОБСТВЕННОЕ
sr: ТВОЈЕ ЛИЧНО

# goalProgress.history.caption
source: Tap a photo to make it your current one.
de: Tippe auf ein Foto, um es als aktuell festzulegen.
es: Toca una foto para convertirla en tu foto actual.
fr: Touche une photo pour en faire ta photo actuelle.
hy: Հպիր լուսանկարին՝ այն ընթացիկ դարձնելու համար։
it: Tocca una foto per renderla la tua attuale.
ka: შეეხე ფოტოს, რომ ის მიმდინარედ აქციო.
ru: Нажми на фото, чтобы сделать его текущим.
sr: Dodirni fotografiju da je postaviš kao trenutnu.

# goalProgress.history.title
source: HISTORY
de: VERLAUF
es: HISTORIAL
fr: HISTORIQUE
hy: ՊԱՏՄՈՒԹՅՈՒՆ
it: CRONOLOGIA
ka: ისტორია
ru: ИСТОРИЯ
sr: ISTORIJA

# goalProgress.insights.disclaimer
source: Based on comparing your goal and current photos -- a secondary signal alongside your stated goals, not a replacement for them.
de: Basiert auf dem Vergleich deiner Ziel- und aktuellen Fotos -- ein zusätzliches Signal neben deinen angegebenen Zielen, kein Ersatz dafür.
es: Basado en comparar tus fotos de objetivo y actual -- una señal secundaria junto a tus objetivos declarados, no un reemplazo de ellos.
fr: Basé sur la comparaison de tes photos objectif et actuelle -- un signal secondaire en plus de tes objectifs déclarés, pas un remplacement.
hy: Հիմնված է քո նպատակային և ընթացիկ լուսանկարների համեմատության վրա՝ երկրորդական ազդանշան է քո հայտարարած նպատակների կողքին, ոչ թե դրանց փոխարինող։
it: Basato sul confronto tra le tue foto obiettivo e attuale -- un segnale secondario accanto ai tuoi obiettivi dichiarati, non un sostituto.
ka: ეფუძნება შენი სასურველი და მიმდინარე ფოტოების შედარებას — დამატებითი სიგნალია შენს მითითებულ მიზნებთან ერთად, არა მათი შემცვლელი.
ru: Основано на сравнении твоих целевого и текущего фото — дополнительный сигнал наряду с заявленными целями, а не замена им.
sr: Zasnovano na poređenju tvoje ciljne i trenutne fotografije -- sekundarni signal uz tvoje navedene ciljeve, ne zamena za njih.

# goalProgress.insights.title
source: How Soma is getting you there
de: Wie Soma dich dorthin bringt
es: Cómo Soma te está llevando allí
fr: Comment Soma t'y mène
hy: Ինչպես է Soma-ն քեզ տանում այնտեղ
it: Come Soma ti sta portando lì
ka: როგორ მიგიყვანს Soma იქამდე
ru: Как Soma ведёт тебя к цели
sr: Kako te Soma vodi do cilja

# goalProgress.journey.dayCount
source: Day %lld of your journey
de: Tag %lld deiner Reise
es: Día %lld de tu recorrido
fr: Jour %lld de ton parcours
hy: Օր %lld քո ճանապարհորդության
it: Giorno %lld del tuo percorso
ka: %lld-ე დღე შენი გზაზე
ru: День %lld твоего пути
sr: Dan %lld tvog puta

# goalProgress.photos.addNewButton
source: Add a new progress photo
de: Neues Fortschrittsfoto hinzufügen
es: Añadir una nueva foto de progreso
fr: Ajouter une nouvelle photo de progression
hy: Ավելացնել առաջընթացի նոր լուսանկար
it: Aggiungi una nuova foto dei progressi
ka: დაამატე ახალი პროგრესის ფოტო
ru: Добавить новое фото прогресса
sr: Dodaj novu fotografiju napretka

# goalProgress.photos.compareButton
source: Compare Goal vs. Current
de: Ziel mit aktuell vergleichen
es: Comparar objetivo con actual
fr: Comparer objectif et actuel
hy: Համեմատել նպատակը ընթացիկի հետ
it: Confronta obiettivo e attuale
ka: სასურველისა და მიმდინარეს შედარება
ru: Сравнить цель и текущее фото
sr: Uporedi cilj i trenutno

# goalProgress.photos.currentBody
source: Current body
de: Aktueller Körper
es: Cuerpo actual
fr: Corps actuel
hy: Ընթացիկ մարմին
it: Corpo attuale
ka: მიმდინარე სხეული
ru: Текущее тело
sr: Trenutno telo

# goalProgress.photos.goalBody
source: Goal body
de: Zielkörper
es: Cuerpo objetivo
fr: Corps objectif
hy: Նպատակային մարմին
it: Corpo obiettivo
ka: სასურველი სხეული
ru: Целевое тело
sr: Ciljno telo

# goalSafetyConflict.default
source: This assignment may conflict with your noted health situation.
de: Diese Aufgabe könnte im Widerspruch zu der von dir angegebenen gesundheitlichen Situation stehen.
es: Esta asignación podría entrar en conflicto con la situación de salud que indicaste.
fr: Cette tâche pourrait entrer en conflit avec la situation de santé que vous avez indiquée.
hy: Այս առաջադրանքը կարող է հակասել քո նշված առողջական վիճակին.
it: Questo compito potrebbe essere in conflitto con la situazione di salute che hai indicato.
ka: ეს დავალება შეიძლება ეწინააღმდეგებოდეს შენს მითითებულ ჯანმრთელობის მდგომარეობას.
ru: Это задание может противоречить твоей отмеченной ситуации со здоровьем.
sr: Овај задатак се можда коси са твојом наведеном здравственом ситуацијом.

# goalStart.entryTitle.metric
source: Your baseline today
de: Deine Baseline heute
es: Tu línea base de hoy
fr: Votre référence aujourd'hui
hy: Ձեր բազային արժեքն այսօր
it: La tua baseline di oggi
ka: თქვენი დღევანდელი საწყისი მაჩვენებელი
ru: Ваш базовый результат сегодня
sr: Твоја почетна вредност данас

# goalStart.entryTitle.milestone
source: Where are you today?
de: Wo stehst du heute?
es: ¿Dónde estás hoy?
fr: Où en es-tu aujourd'hui ?
hy: Որտե՞ղ եք այսօր։
it: Dove sei oggi?
ka: სად ხართ დღეს?
ru: Где вы сейчас?
sr: Где си данас?

# goalStart.entryTitle.qualitative
source: What does done look like?
de: Wie sieht "geschafft" für dich aus?
es: ¿Cómo se ve "logrado"?
fr: À quoi ressemble la réussite ?
hy: Ինչպիսի՞ն է «պատրաստ»-ը թվում
it: Come si presenta il traguardo raggiunto?
ka: როგორია „დასრულებული“?
ru: Как выглядит «готово»?
sr: Како изгледа „готово”?

# goalStart.footer.startsTomorrow
source: Your goal block starts with tomorrow's plan.
de: Dein Zielblock beginnt mit dem morgigen Plan.
es: Tu bloque de meta comienza con el plan de mañana.
fr: Ton bloc objectif commence avec le plan de demain.
hy: Ձեր նպատակի բլոկը սկսվում է վաղվա պլանով։
it: Il tuo blocco obiettivo inizia con il piano di domani.
ka: თქვენი მიზნის ბლოკი იწყება ხვალინდელი გეგმით.
ru: Ваш блок цели начинается с завтрашнего плана.
sr: Твој блок циља почиње сутрашњим планом.

# goalStart.protocolCard.title
source: How to measure
de: So misst du
es: Cómo medir
fr: Comment mesurer
hy: Ինչպես չափել
it: Come misurare
ka: როგორ გავზომოთ
ru: Как измерять
sr: Како да измериш

# goalStart.qualitativeTarget.placeholder
source: Your target, in your own words
de: Dein Ziel, in deinen eigenen Worten
es: Tu meta, en tus propias palabras
fr: Ton objectif, dans tes propres mots
hy: Ձեր նպատակը՝ ձեր սեփական բառերով
it: Il tuo obiettivo, con parole tue
ka: თქვენი მიზანი, თქვენივე სიტყვებით
ru: Ваша цель своими словами
sr: Твој циљ, твојим речима

# goalStart.targetBlock.confirmNote
source: In ~5 days we'll confirm your baseline — second attempts usually score higher.
de: In ~5 Tagen bestätigen wir deine Baseline -- der zweite Versuch fällt meist besser aus.
es: En ~5 días confirmaremos tu línea base: el segundo intento suele salir mejor.
fr: Dans ~5 jours, nous confirmerons votre référence -- le deuxième essai est généralement meilleur.
hy: ~5 օրից կհաստատենք ձեր բազային արժեքը -- երկրորդ փորձն սովորաբար ավելի լավն է լինում։
it: Tra ~5 giorni confermeremo la tua baseline -- il secondo tentativo di solito va meglio.
ka: ~5 დღეში დავადასტურებთ თქვენს საწყის მაჩვენებელს -- მეორე მცდელობა ჩვეულებრივ უკეთესია.
ru: Примерно через 5 дней мы подтвердим базовый результат — вторая попытка обычно лучше.
sr: За ~5 дана потврдићемо твоју почетну вредност -- други покушај је обично бољи.

# goalStart.targetBlock.metricSubtitle
source: in %lld–%lld weeks · re-test around %@
de: in %lld–%lld Wochen · Retest um %@
es: en %lld–%lld semanas · nueva prueba alrededor de %@
fr: en %lld–%lld semaines · nouveau test vers %@
hy: %lld–%lld շաբաթում · վերաստուգում՝ %@ ընթացքում
it: in %lld–%lld settimane · nuovo test intorno al %@
ka: %lld–%lld კვირაში · ხელახალი ტესტი %@ მიმდებარედ
ru: через %lld–%lld недель · повторный тест около %@
sr: за %lld–%lld недеља · поновно тестирање око %@

# goalStart.targetBlock.milestoneCaption
source: Stage-based — no numbers needed.
de: Stufenbasiert — keine Zahlen nötig.
es: Basado en etapas — no se necesitan números.
fr: Basé sur des étapes — pas besoin de chiffres.
hy: Փուլերի հիման վրա — թվեր պետք չեն։
it: Basato su fasi — non servono numeri.
ka: ეტაპებზე დაფუძნებული — რიცხვები არ არის საჭირო.
ru: На основе этапов — числа не нужны.
sr: Засновано на фазама — нису потребни бројеви.

# goalStart.targetBlock.milestoneFallback
source: the next stage on the ladder
de: die nächste Stufe der Leiter
es: la siguiente etapa de la escalera
fr: la prochaine étape de l'échelle
hy: հաջորդ փուլը սանդուղքի վրա
it: la prossima fase della scala
ka: შემდეგი საფეხური კიბეზე
ru: следующая ступень лестницы
sr: следећа фаза на лествици

# goalStart.targetBlock.milestoneSubtitle
source: next stage · usually %lld–%lld weeks
de: nächste Stufe · normalerweise %lld–%lld Wochen
es: siguiente etapa · normalmente %lld–%lld semanas
fr: étape suivante · généralement %lld–%lld semaines
hy: հաջորդ փուլ · սովորաբար %lld–%lld շաբաթ
it: fase successiva · di solito %lld–%lld settimane
ka: შემდეგი ეტაპი · ჩვეულებრივ %lld–%lld კვირა
ru: следующий этап · обычно %lld–%lld недель
sr: следећа фаза · обично %lld–%lld недеља

# goalStart.targetBlock.qualitativeCaption
source: Progress here is sessions done plus your own check-in — no invented numbers.
de: Fortschritt hier bedeutet absolvierte Sessions plus dein eigener Check-in — keine erfundenen Zahlen.
es: El progreso aquí son las sesiones hechas más tu propio registro — sin números inventados.
fr: Le progrès ici, c'est les séances faites plus ton propre point — pas de chiffres inventés.
hy: Առաջընթացն այստեղ կատարված պարապմունքներն են գումարած ձեր սեփական ստուգումը — ոչ մի հորինված թիվ։
it: Il progresso qui sono le sessioni fatte più il tuo check-in — nessun numero inventato.
ka: პროგრესი აქ არის შესრულებული სესიები პლუს თქვენი საკუთარი შემოწმება — არანაირი გამოგონილი რიცხვი.
ru: Прогресс здесь — это выполненные тренировки плюс ваша собственная отметка — без выдуманных цифр.
sr: Напредак овде су одрађени тренинзи плус твоја сопствена провера — без измишљених бројева.

# goalStart.targetBlock.qualitativeTitle
source: Your target
de: Dein Ziel
es: Tu meta
fr: Ton objectif
hy: Ձեր նպատակը
it: Il tuo obiettivo
ka: თქვენი მიზანი
ru: Ваша цель
sr: Твој циљ

# goalStart.targetBlock.recordedTitle
source: Baseline recorded
de: Basiswert erfasst
es: Línea base registrada
fr: Base de référence enregistrée
hy: Բազային ցուցանիշը գրանցված է
it: Base di riferimento registrata
ka: საბაზისო მაჩვენებელი ჩაწერილია
ru: Базовое значение записано
sr: Почетна вредност забележена

# goalStart.targetBlock.title
source: A realistic target
de: Ein realistisches Ziel
es: Un objetivo realista
fr: Un objectif réaliste
hy: Իրատեսական նպատակ
it: Un obiettivo realistico
ka: რეალისტური მიზანი
ru: Реалистичная цель
sr: Реалистичан циљ

# goalTag.activeRecovery
source: Active Recovery
de: Aktive Erholung
es: Recuperación activa
fr: Récupération active
hy: Ակտիվ վերականգնում
it: Recupero attivo
ka: აქტიური აღდგენა
ru: Активное восстановление
sr: Активни опоравак

# goalTag.betterSleep
source: Better Sleep
de: Besser schlafen
es: Dormir mejor
fr: Mieux dormir
hy: Քնի բարելավում
it: Dormire meglio
ka: ძილის გაუმჯობესება
ru: Улучшение сна
sr: Бољи сан

# goalTag.buildStrength
source: Build Strength
de: Kraft aufbauen
es: Ganar fuerza
fr: Développer la force
hy: Ուժի զարգացում
it: Aumentare la forza
ka: ძალის განვითარება
ru: Набор силы
sr: Изградња снаге

# goalTag.cardioEndurance
source: Cardiovascular Endurance
de: Kardiovaskuläre Ausdauer
es: Resistencia cardiovascular
fr: Endurance cardiovasculaire
hy: Սրտանոթային տոկունություն
it: Resistenza cardiovascolare
ka: გულ-სისხლძარღვთა გამძლეობა
ru: Кардио-выносливость
sr: Кардио издржљивост

# goalTag.gainMuscle
source: Gain More Muscle
de: Mehr Muskeln aufbauen
es: Ganar más músculo
fr: Gagner plus de muscle
hy: Մկանային զանգվածի ավելացում
it: Aumentare la massa muscolare
ka: კუნთოვანი მასის მატება
ru: Набор мышечной массы
sr: Повећање мишићне масе

# goalTag.generalFitness
source: General Fitness
de: Allgemeine Fitness
es: Forma física general
fr: Forme physique générale
hy: Ընդհանուր ֆիզիկական պատրաստվածություն
it: Forma fisica generale
ka: ზოგადი ფიზიკური ფორმა
ru: Общая физическая форма
sr: Општа физичка форма

# goalTag.improveFlexibility
source: Improving Flexibility
de: Beweglichkeit verbessern
es: Mejorar la flexibilidad
fr: Améliorer la flexibilité
hy: Ճկունության բարելավում
it: Migliorare la flessibilità
ka: მოქნილობის გაუმჯობესება
ru: Улучшение гибкости
sr: Побољшање гипкости

# goalTag.leanerToned
source: Getting Leaner/Toned
de: Straffer und definierter werden
es: Tonificar y definir
fr: S'affiner et se tonifier
hy: Նիհարություն և ռելիեֆ
it: Tonificare e snellire
ka: სიმჭლევე და რელიეფი
ru: Стройность и рельеф
sr: Виткост и дефинисаност

# goalTag.loseWeight
source: Lose Weight
de: Gewicht verlieren
es: Perder peso
fr: Perdre du poids
hy: Քաշի կորուստ
it: Perdere peso
ka: წონის დაკლება
ru: Похудение
sr: Мршављење

# goalTag.maintain
source: Maintain
de: Halten
es: Mantener
fr: Maintenir
hy: Ձևի պահպանում
it: Mantenere
ka: ფორმის შენარჩუნება
ru: Поддержание формы
sr: Одржавање форме

# goalTag.moreSculpted
source: More Sculpted
de: Definierter
es: Más esculpido
fr: Plus sculpté
hy: Ավելի շատ ռելիեֆ
it: Più scolpito
ka: მეტი რელიეფი
ru: Больше рельефа
sr: Више дефинисаности

# goalTag.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Друго

# goal_progress.error.process_photo
source: Couldn't process that photo. Try another one.
de: Dieses Foto konnte nicht verarbeitet werden. Versuch es mit einem anderen.
es: No se pudo procesar esa foto. Prueba con otra.
fr: Impossible de traiter cette photo. Essayez-en une autre.
hy: Չհաջողվեց մշակել այս լուսանկարը։ Փորձիր մեկ ուրիշը։
it: Impossibile elaborare quella foto. Provane un'altra.
ka: ამ ფოტოს დამუშავება ვერ მოხერხდა. სცადე სხვა.
ru: Не удалось обработать это фото. Попробуй другое.
sr: Није могуће обрадити ту фотографију. Пробај другу.
